import React from 'react';
import './App.css';


function About (){

    return(
    <div  className="About">


        <h1>אודות</h1>     
        <p> רשת טויס אר אס הנה החברה המובילה בעולם לצעצועים, משחקים ולמוצרי פנאי המיועדים לילדים ולתינוקות. <br/>
            הצעצועים נמכרים ביותר מ-900 חנויות "טויס אר אס" ו"בייביס אר אס" בלמעלה מ-30 מדינות ברחבי העולם<br/>
            , בהם מועסקים כ-70,000 עובדים מנוסים ומלאי אהבה לילדים.<br/>
            טויס אר אס היא שם נרדף לעולמות התוכן של ילדים ותינוקות, <br/>
            ומתמחה בצעצועים, משחקים, מתנות והפתעות לתינוקות וילדים, מגיל לידה ועד לגילאי בגרות.<br/>
            <br/>
            המוטו של טויס אר אס הוא "ילדים, שמחה ומשפחה".
             ם וכל מה שחדש
             <br/>   וחם בתחום הצעצועים והפנאי, ביניהם: לגו, פליימוביל, ברבי, גיבורי על, דיסני, פישר פרייס (Fisher Price),
             <br/>    טייני לאב (Tiny Love), אופניים, צעצועי התפתחות ולמידה לתינוקות, משחקי חשיבה, בובות, בתי בובות ועוד. 
             <br/>
             <br/> טויס אר אס היא הבעלים והמשווקת הבלעדית של מותגי הצעצועים: ברואין (Bruin),
             <br/>  ג'סט לייק הום (Just Like Home), פאסט ליין (Fast Lane), יו אנד מי (You & Me),
             <br/>   פוויליון (Pavilion), ניו ברייט (New Bright), טוטאלי מי (Totally Me) וסטאטס (Stats).
             <br/>   אלה הם מותגי צעצועים פרטיים והם מיוצרים ע"י טויס אר אס העולמית
             <br/>   , ברמת האיכות הגבוהה ביותר והם בעלי ערך משחקי והתפתחותי רב.

מייסד הרשת צ`רלס לזרוס התחיל בבנייתה כבר בגיל 25 בשנת  1948,  <br/>
<br/>כאשר הוקסם מהתפתחות הסופרמרקטים למזון בארה"ב בראשית שנות החמישים,
<br/>והחליט ליישם את אותו רעיון על צעצועי ילדים. העסק הראשון שלו היה חנות רהיטי תינוקות בוושינגטון.
<br/> ב-1957 פתח צ`רלס את הסופרמרקט המוזל הראשון לצעצועים.
<br/> חנות הדגל של הרשת נפתחה בשנת 2001 בכיכר הטיימס בניו יורק
<br/> על שטח של 110,000 מ"ר בהשקעה של 32 מיליון דולר בבנייה בלבד ושכר דירה שנתי של 12 מיליון דולר!
<br/> בין האטרקציות בחנות הדגל מוצג בית בובות ברבי בגודל 4000 מ"ר 
<br/>וכן גלגל ענק הממוקם בין הקומות אשר הפך למוקד תיירותי פופולארי מאוד
<br/>. החנויות הראשונות בחו"ל נפתחו בקנדה ובסינגפור. כיום יש לרשת כ-685 חנויות ביותר מ-27 ארצות מחוץ לארה"ב  .
<br/>
הג`ירף החייכן "ג`פרי" נבחר לשמש כסמלה המסחרי של טויס אר אס בתחילת שנות ה- 70.
<br/>ההנהלה חיפשה אחר בובה שתייצג עבור הילדים חיה חברותית ונעימה ולא מעוררת פחד.
<br/>לאחרונה עבר ג`פרי מתיחת פנים והוא מוצג היום במראה אנימציה חדשני יותר, צעיר יותר וצבעוני יותר.
<br/>
טויס אר אס פתחה את הסניף הראשון שלה בישראל בשנת 1995 בחיפה.
<br/>
<br/>טויס אר אס היא רשת חנויות הצעצועים המובילה בישראל. לרשת 28 סניפים בפריסה ארצית מבאר שבע ועד כרמיאל,
<br/> אתר מכירות באינטרנט ואפליקציית קופונים. בטויס אר אס ישראל עובדים למעלה מ- 450 עובדים,
<br/>מעל ל- 2.5 מיליון לקוחות עוברים בסניפיה ונמכרים בה למעלה מ- 5.5 מיליון פריטים בשנה.
<br/>
<br/>טויס אר אס ישראל פועלת למען הקהילה במהלך כל ימות השנה וכן בחגים הגדולים בהם 
<br/>היא נרתמת למען עמותות שונות לעזרה לנזקקים וכן בפעילות יזומה ומשמחת למען ילדים בכל רחבי הארץ.
<br/>
<br/>טויס אר אס שמה דגש על בטיחות ואיכות ומציעה את המוצרים הבטוחים ביותר והאיכותיים ביותר. 
<br/>מגוון הצעצועים המוצע בחנויות עומד בכל הבדיקות ובכל התקנים המחמירים ביותר.
<br/>
<br/>במטה החברה בניו ג'רזי, ארצות הברית, 
<br/>נמצאות מעבדות פיתוח בהן מפותחים מוצרים ייחודיים אשר עוברים תהליכי בקרת איכות קפדניים. הניסיון הרב והאיכות שעליה מקפידה החברה 
<br/>מעניקים לה את הסמכות המקצועית בתחום הצעצועים והופכים אותה לכוח מוביל בתחום הצעצועים והפנאי בעולם ובישראל.</p>
    </div>
    )
}

export default About;